# IdeaStatiCa.RcsApi.Model.ResultOfInternalForces

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**N** | **double** |  | [optional]
**Qy** | **double** |  | [optional]
**Qz** | **double** |  | [optional]
**Mx** | **double** |  | [optional]
**My** | **double** |  | [optional]
**Mz** | **double** |  | [optional]
**Loading** | **ResultOfLoading** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)